<?php

return [
    'notification' => [
        'title' => 'تم تحديث مجموعة الضرائب',
        'body'  => 'تم تحديث مجموعة الضرائب بنجاح.',
    ],

    'header-actions' => [
        'delete' => [
            'notification' => [
                'success' => [
                    'title' => 'تم حذف مجموعة الضرائب',
                    'body'  => 'تم حذف مجموعة الضرائب بنجاح.',
                ],

                'error' => [
                    'title' => 'تعذر حذف مجموعة الضرائب',
                    'body'  => 'لا يمكن حذف مجموعة الضرائب لأنها قيد الاستخدام حالياً.',
                ],
            ],
        ],
    ],
];
