<?php

return [
    'before-save' => [
        'notification' => [
            'error' => [
                'tracking-update' => [
                    'title' => 'خطأ في تحديث التتبع',
                    'body'  => 'لا يمكنك تغيير تتبع المخزون لمنتج تم استخدامه بالفعل.',
                ],

                'reordering-rules' => [
                    'title' => 'خطأ في تحديث المنتج',
                    'body'  => 'لا تزال لديك بعض قواعد إعادة الطلب النشطة على هذا المنتج. يرجى أرشفتها أو حذفها أولاً.',
                ],

                'reserved' => [
                    'title' => 'خطأ في تحديث التتبع',
                    'body'  => 'لا يمكنك تغيير تتبع المخزون لمنتج محجوز حاليًا في حركة مخزون. إذا كنت بحاجة إلى تغيير تتبع المخزون، فيجب عليك أولاً إلغاء حجز حركة المخزون.',
                ],

                'qty-not-zero' => [
                    'title' => 'خطأ في تحديث التتبع',
                    'body'  => 'يجب ضبط الكمية المتاحة على صفر قبل تغيير تتبع المخزون.',
                ],

                'track-by-update' => [
                    'title' => 'خطأ في تحديث التتبع',
                    'body'  => 'لديك منتج(ات) في المخزون بدون رقم دفعة/رقم تسلسلي. يمكنك تعيين أرقام الدفعات/الأرقام التسلسلية عن طريق إجراء تعديل على المخزون.',
                ],
            ],
        ],
    ],
];
