<?php

return [
    'breadcrumb'           => 'طلب التوظيف الخاص بك',
    'hello'                => 'مرحباً،',
    'application_received' => 'نؤكد أننا استلمنا طلب التوظيف الخاص بك لوظيفة ":job_position" :company بنجاح.',
    'response_soon'        => 'سنعود إليك قريباً.',
    'next_step_title'      => 'ما هي الخطوة التالية؟',
    'next_step_content'    => 'عادةً ما <strong>نرد على الطلبات في غضون أيام قليلة.</strong>',
    'contact_us'           => 'لا تتردد في <strong>التواصل معنا إذا كنت تريد رداً أسرع</strong> أو إذا لم تتلقَّ أخباراً منا بسرعة كافية (ما عليك سوى الرد على هذا البريد الإلكتروني).',
];
