<?php

return [
    'title' => 'إلغاء',
    'modal' => [
        'heading'     => 'إلغاء عرض السعر',
        'description' => 'هل أنت متأكد من رغبتك في إلغاء عرض السعر هذا؟',
    ],

    'footer-actions' => [
        'send-and-cancel' => [
            'title' => 'إرسال وإلغاء',

            'notification' => [
                'cancelled' => [
                    'title' => 'تم إلغاء عرض السعر',
                    'body'  => 'تم إلغاء عرض السعر وإرسال البريد الإلكتروني بنجاح.',
                ],
            ],
        ],

        'cancel' => [
            'title' => 'إلغاء',

            'notification' => [
                'cancelled' => [
                    'title' => 'تم إلغاء عرض السعر',
                    'body'  => 'تم إلغاء عرض السعر بنجاح.',
                ],
            ],
        ],

        'close' => [
            'title' => 'إغلاق',
        ],
    ],

    'form' => [
        'fields' => [
            'partner'             => 'الشريك',
            'subject'             => 'الموضوع',
            'subject-placeholder' => 'الموضوع',
            'subject-default'     => 'تم إلغاء عرض السعر :name لأمر البيع #:id',
            'description'         => 'الوصف',
            'description-default' => 'عزيزي <b>:partner_name</b>، <br/><br/>نود إعلامك بأن أمر البيع الخاص بك <b>:name</b> قد تم إلغاؤه. ونتيجة لذلك، لن يتم تطبيق أي رسوم إضافية على هذا الطلب. إذا كان هناك حاجة لاسترداد المبلغ، فسيتم معالجته في أقرب وقت ممكن.<br/><br/>إذا كانت لديك أي أسئلة أو تحتاج إلى مزيد من المساعدة، فلا تتردد في التواصل معنا.',
        ],
    ],
];
