<?php

return [
    'navigation' => [
        'title' => 'تعديل قائمة أسعار المورد',
    ],

    'notification' => [
        'title' => 'تم تحديث سعر المورد',
        'body'  => 'تم تحديث سعر المورد بنجاح.',
    ],

    'header-actions' => [
        'delete' => [
            'notification' => [
                'success' => [
                    'title' => 'تم حذف سعر المورد',
                    'body'  => 'تم حذف سعر المورد بنجاح.',
                ],

                'error' => [
                    'title' => 'تعذر حذف سعر المورد',
                    'body'  => 'لا يمكن حذف سعر المورد لأنه قيد الاستخدام حالياً.',
                ],
            ],
        ],
    ],
];
