<?php

return [
    'navigation' => [
        'title' => 'الشحن المباشر',
        'group' => 'التحويلات',
    ],

    'table' => [
        'actions' => [
            'delete' => [
                'notification' => [
                    'success' => [
                        'title' => 'تم حذف الشحن المباشر',
                        'body'  => 'تم حذف الشحن المباشر بنجاح.',
                    ],

                    'error' => [
                        'title' => 'تعذر حذف الشحن المباشر',
                        'body'  => 'لا يمكن حذف الشحن المباشر لأنه قيد الاستخدام حالياً.',
                    ],
                ],
            ],
        ],

        'bulk-actions' => [
            'delete' => [
                'notification' => [
                    'success' => [
                        'title' => 'تم حذف الشحنات المباشرة',
                        'body'  => 'تم حذف الشحنات المباشرة بنجاح.',
                    ],

                    'error' => [
                        'title' => 'تعذر حذف الشحنات المباشرة',
                        'body'  => 'لا يمكن حذف الشحنات المباشرة لأنها قيد الاستخدام حالياً.',
                    ],
                ],
            ],
        ],
    ],
];
