<?php

return [
    'navigation' => [
        'title' => 'التحويلات الداخلية',
        'group' => 'التحويلات',
    ],

    'table' => [
        'actions' => [
            'delete' => [
                'notification' => [
                    'success' => [
                        'title' => 'تم حذف التحويل الداخلي',
                        'body'  => 'تم حذف التحويل الداخلي بنجاح.',
                    ],

                    'error' => [
                        'title' => 'تعذر حذف التحويل الداخلي',
                        'body'  => 'لا يمكن حذف التحويل الداخلي لأنه قيد الاستخدام حالياً.',
                    ],
                ],
            ],
        ],

        'bulk-actions' => [
            'delete' => [
                'notification' => [
                    'success' => [
                        'title' => 'تم حذف التحويلات الداخلية',
                        'body'  => 'تم حذف التحويلات الداخلية بنجاح.',
                    ],

                    'error' => [
                        'title' => 'تعذر حذف التحويلات الداخلية',
                        'body'  => 'لا يمكن حذف التحويلات الداخلية لأنها قيد الاستخدام حالياً.',
                    ],
                ],
            ],
        ],
    ],
];
