<?php

return [
    'navigation' => [
        'title' => 'الاستلامات',
        'group' => 'التحويلات',
    ],

    'table' => [
        'actions' => [
            'delete' => [
                'notification' => [
                    'success' => [
                        'title' => 'تم حذف الاستلام',
                        'body'  => 'تم حذف الاستلام بنجاح.',
                    ],

                    'error' => [
                        'title' => 'تعذر حذف الاستلام',
                        'body'  => 'لا يمكن حذف الاستلام لأنه قيد الاستخدام حالياً.',
                    ],
                ],
            ],
        ],

        'bulk-actions' => [
            'delete' => [
                'notification' => [
                    'success' => [
                        'title' => 'تم حذف الاستلامات',
                        'body'  => 'تم حذف الاستلامات بنجاح.',
                    ],

                    'error' => [
                        'title' => 'تعذر حذف الاستلامات',
                        'body'  => 'لا يمكن حذف الاستلامات لأنها قيد الاستخدام حالياً.',
                    ],
                ],
            ],
        ],
    ],
];
