<?php

return [
    'title' => 'إدارة عروض الأسعار والطلبات',

    'breadcrumb' => 'إدارة عروض الأسعار والطلبات',

    'navigation' => [
        'title' => 'إدارة عروض الأسعار والطلبات',
    ],

    'form' => [
        'fields' => [
            'validity-suffix'         => 'أيام',
            'validity'                => 'صلاحية عرض السعر الافتراضية',
            'validity-help'           => 'عدد الأيام الافتراضية التي يكون فيها عرض السعر صالحاً.',
            'lock-confirm-sales'      => 'قفل تأكيد المبيعات',
            'lock-confirm-sales-help' => 'إذا تم التفعيل، سيتم قفل أمر البيع بعد التأكيد.',
        ],
    ],
];
