<?php

return [
    'title' => 'إدارة الفواتير',

    'breadcrumb' => 'إدارة الفواتير',

    'navigation' => [
        'title' => 'إدارة الفواتير',
    ],

    'form' => [
        'invoice-policy' => [
            'label'      => 'سياسة الفواتير',
            'label-help' => 'تحديد كيفية إنشاء الفواتير من أوامر البيع.',
            'options'    => [
                'order'    => 'إنشاء فاتورة بناءً على الكميات المطلوبة',
                'delivery' => 'إنشاء فاتورة بناءً على الكميات المُسلَّمة',
            ],
        ],
    ],
];
