<?php

return [
    'notification' => [
        'title' => 'تم تحديث اتفاقية الشراء',
        'body'  => 'تم تحديث اتفاقية الشراء بنجاح.',
    ],

    'header-actions' => [
        'confirm' => [
            'label' => 'تأكيد',

            'notification' => [
                'unable' => [
                    'title' => 'تعذر تأكيد اتفاقية الشراء',
                    'body'  => 'أضف بند منتج واحد على الأقل قبل تأكيد اتفاقية الشراء هذه.',
                ],
            ],
        ],

        'close' => [
            'label'        => 'إغلاق',
            'notification' => [
                'warning' => [
                    'title' => 'تعذر إغلاق اتفاقية الشراء',
                    'body'  => 'لا يمكنك إغلاق اتفاقية الشراء هذه لأن بعض طلبات عروض الأسعار المرتبطة ليست في حالة مقفل أو ملغى.',
                ],
            ],
        ],

        'cancel' => [
            'label' => 'إلغاء',
        ],

        'print' => [
            'label' => 'طباعة',
        ],

        'delete' => [
            'notification' => [
                'title' => 'تم حذف اتفاقية الشراء',
                'body'  => 'تم حذف اتفاقية الشراء بنجاح.',
            ],
        ],
    ],
];
