<?php

return [
    'label'         => 'إنتاج الكل',
    'partial-label' => 'ينتج',

    'modal' => [
        'consumption-warning' => [
            'heading'     => 'تحذير الاستهلاك',
            'description' => 'استهلكت بعض المنتجات كميات مختلفة عن المتوقع. هل تريد التحقق من أمر التصنيع بالكميات الحالية؟',

            'form' => [
                'product'    => 'المنتج',
                'to-consume' => 'للاستهلاك',
                'consumed'   => 'المستهلك',
                'uom'        => 'وحدة القياس',
            ],

            'actions' => [
                'confirm' => [
                    'label' => 'تأكيد',
                ],

                'set-quantities' => [
                    'label' => 'تعيين الكميات وتأكيد',
                ],
            ],
        ],

        'produced-warning' => [
            'heading'     => 'الكمية المنتجة تختلف عن المتوقع',
            'description' => 'الكمية المنتجة تختلف عن المتوقع. هل تريد تأكيد أمر التصنيع بالكمية الحالية؟',
        ],
    ],

    'notification' => [
        'success' => [
            'title' => 'اكتمل أمر التصنيع',
            'body'  => 'تم إكمال أمر التصنيع بنجاح.',
        ],
    ],
];
