<?php

return [
    'title' => 'تحرير العملة',

    'notification' => [
        'title' => 'تم تحديث العملة',
        'body'  => 'تم تحديث العملة بنجاح.',
    ],

    'header-actions' => [
        'delete' => [
            'notification' => [
                'title' => 'تم حذف العملة',
                'body'  => 'تم حذف العملة بنجاح.',

                'error' => [
                    'title' => 'تعذر حذف العملة',
                    'body'  => 'لا يمكن حذف العملة لأنها قيد الاستخدام حاليًا.',
                ],
            ],
        ],
    ],
];
