<?php

return [
    'notification' => [
        'title' => 'تم تحديث التحويل الداخلي',
        'body'  => 'تم تحديث التحويل الداخلي بنجاح.',
    ],

    'header-actions' => [
        'print' => [
            'label' => 'طباعة',
        ],

        'delete' => [
            'notification' => [
                'success' => [
                    'title' => 'تم حذف التحويل الداخلي',
                    'body'  => 'تم حذف التحويل الداخلي بنجاح.',
                ],

                'error' => [
                    'title' => 'تعذر حذف التحويل الداخلي',
                    'body'  => 'لا يمكن حذف التحويل الداخلي لأنه قيد الاستخدام حالياً.',
                ],
            ],
        ],
    ],
];
