<?php

return [
    'stats-overview' => 'نظرة عامة على الإحصائيات',

    'total-pages' => [
        'title' => 'إجمالي الصفحات',

        'description' => 'العدد الإجمالي للصفحات في النظام',
    ],

    'total-pages-publish' => [
        'title' => 'إجمالي الصفحات المنشورة',

        'description' => 'العدد الإجمالي للصفحات المنشورة في النظام',
    ],

    'total-pages-draft' => [
        'title' => 'إجمالي صفحات المسودة',

        'description' => 'العدد الإجمالي لصفحات المسودة في النظام',
    ],

    'total-blogs' => [
        'title' => 'إجمالي المدونات',

        'description' => 'العدد الإجمالي للمدونات في النظام',
    ],

    'total-blogs-publish' => [
        'title' => 'إجمالي المدونات المنشورة',

        'description' => 'العدد الإجمالي للمدونات المنشورة في النظام',
    ],

    'total-blogs-draft' => [
        'title' => 'إجمالي مدونات المسودة',

        'description' => 'العدد الإجمالي لمدونات المسودة في النظام',
    ],
];
