<?php

return [
    'notification' => [
        'success' => [
            'title' => 'تم تحديث شرط الدفع',
            'body'  => 'تم تحديث شرط الدفع بنجاح.',
        ],

        'validation-error' => [
            'title' => 'خطأ في التحقق',
            'body'  => 'يجب أن يحتوي شرط الاستحقاق على سطر واحد على الأقل للنسب المئوية، ويجب أن يكون مجموع النسب المئوية 100%.',
        ],
    ],

    'header-actions' => [
        'delete' => [
            'notification' => [
                'title' => 'تم حذف شرط الدفع',
                'body'  => 'تم حذف شرط الدفع بنجاح.',
            ],
        ],
    ],
];
