<?php

return [
    'title' => 'إدارة العمليات',

    'form' => [
        'enable-work-orders' => [
            'label'       => 'أوامر العمل',
            'helper-text' => 'تنفيذ العمليات في مراكز العمل المحددة.',
            'link-text'   => 'تكوين مراكز العمل',
        ],

        'enable-work-order-dependencies' => [
            'label'       => 'تبعيات أوامر العمل',
            'helper-text' => 'تحديد تسلسل معالجة أوامر العمل. يمكن تفعيل هذه الميزة من تبويب "متنوع" في كل قائمة مواد.',
        ],

        'enable-byproducts' => [
            'label'       => 'المنتجات الثانوية',
            'helper-text' => 'إنتاج منتجات ثانوية أثناء الإنتاج (أ + ب → ج + د).',
        ],
    ],
];
