<?php

return [
    'header-actions' => [
        'print' => [
            'label' => 'طباعة',
        ],

        'delete' => [
            'notification' => [
                'success' => [
                    'title' => 'تم حذف الشحن المباشر',
                    'body'  => 'تم حذف الشحن المباشر بنجاح.',
                ],

                'error' => [
                    'title' => 'تعذر حذف الشحن المباشر',
                    'body'  => 'لا يمكن حذف الشحن المباشر لأنه قيد الاستخدام حالياً.',
                ],
            ],
        ],
    ],
];
