<?php

return [
    'label'        => 'توليد المتغيرات',
    'notification' => [
        'empty' => [
            'title' => 'لم يتم العثور على سمات',
            'body'  => 'يرجى إضافة سمات لتوليد المتغيرات.',
        ],

        'success' => [
            'title' => 'تم توليد المتغيرات بنجاح',
            'body'  => 'تم توليد جميع متغيرات المنتج.',
        ],

        'error' => [
            'title' => 'خطأ في توليد المتغيرات',
            'body'  => 'حدث خطأ أثناء توليد متغيرات المنتج.',
        ],
    ],
];
