<?php

return [
    'everyone' => [
        'name'        => 'الجميع',
        'description' => 'يمكن لأي عنوان بريد إنشاء عميل محتمل.',
    ],

    'partners' => [
        'name'        => 'الشركاء الموثقون',
        'description' => 'عناوين جهات الاتصال أو المستخدمين الحاليين فقط.',
    ],

    'followers' => [
        'name'        => 'المتابعون فقط',
        'description' => 'قائد الفريق وأعضاؤه فقط.',
    ],

    'employees' => [
        'name'        => 'الموظفون الموثقون',
        'description' => 'عناوين المستخدمين أو الموظفين فقط.',
    ],
];
