<?php

return [
    'breadcrumb' => 'إدارة المستخدمين',
    'title'      => 'إدارة المستخدمين',
    'group'      => 'عام',

    'navigation' => [
        'label' => 'إدارة المستخدمين',
    ],

    'form' => [
        'enable-user-invitation' => [
            'label'       => 'تفعيل دعوة المستخدمين',
            'helper-text' => 'السماح للمستخدمين بدعوة مستخدمين آخرين إلى التطبيق.',
        ],

        'enable-reset-password' => [
            'label'       => 'تفعيل إعادة تعيين كلمة المرور',
            'helper-text' => 'السماح للمستخدمين بإعادة تعيين كلمة المرور الخاصة بهم.',
        ],

        'default-role' => [
            'label'       => 'الدور الافتراضي',
            'helper-text' => 'الدور الافتراضي المُعيَّن للمستخدمين الجدد.',
        ],

        'default-company' => [
            'label'       => 'الشركة الافتراضية',
            'helper-text' => 'الشركة الافتراضية المُعيَّنة للمستخدمين الجدد.',
        ],
    ],
];
