<?php

return [
    'label' => 'إرجاع',

    'modal' => [
        'form' => [
            'columns' => [
                'product'                 => 'المنتج',
                'quantity'                => 'الكمية',
                'uom'                     => 'وحدة القياس',
                'excess-quantity-tooltip' => 'الكمية المراد إرجاعها أكبر من الكمية المعالجة في العملية الأصلية.',
            ],
        ],
    ],

    'notification' => [
        'no-products' => [
            'body' => 'لا توجد منتجات للإرجاع (فقط السطور في حالة "تم" وغير المُرجعة بالكامل يمكن إرجاعها).',
        ],
        'no-quantities' => [
            'body' => 'يرجى تحديد كمية غير صفرية على الأقل.',
        ],
    ],
];
