<?php

return [
    'label' => 'إنشاء فاتورة',

    'action' => [
        'notification' => [
            'warning' => [
                'title' => 'لا توجد بنود للفوترة',
                'body'  => 'لا يوجد بند قابل للفوترة، يرجى التأكد من استلام الكمية.',
            ],

            'missing-journal' => [
                'title' => 'لم يتم إعداد المحاسبة',
            ],

            'success' => [
                'title' => 'تم إنشاء الفاتورة',
                'body'  => 'تم إنشاء الفاتورة بنجاح.',
            ],
        ],
    ],
];
