<?php

return [
    'label'        => 'إرسال بالبريد الإلكتروني',
    'resend-label' => 'إعادة الإرسال بالبريد الإلكتروني',

    'form' => [
        'fields' => [
            'to'      => 'إلى',
            'subject' => 'الموضوع',
            'message' => 'الرسالة',
        ],
    ],

    'action' => [
        'notification' => [
            'success' => [
                'title' => 'تم إرسال البريد الإلكتروني',
                'body'  => 'تم إرسال البريد الإلكتروني بنجاح.',
            ],
        ],
    ],
];
