<?php

return [
    'navigation' => [
        'title' => 'المنتجات',
        'group' => 'المخزون',
    ],

    'form' => [
        'sections' => [
            'inventory' => [
                'title' => 'المخزون',

                'fieldsets' => [
                    'tracking' => [
                        'title' => 'التتبع',

                        'fields' => [
                            'track-inventory'              => 'تتبع المخزون',
                            'track-inventory-hint-tooltip' => 'المنتج القابل للتخزين هو المنتج الذي يتطلب إدارة المخزون.',
                            'track-by'                     => 'التتبع بواسطة',
                            'expiration-date'              => 'تاريخ انتهاء الصلاحية',
                            'expiration-date-hint-tooltip' => 'إذا تم التحديد، يمكنك تحديد تواريخ انتهاء الصلاحية للمنتج والدفعات/الأرقام التسلسلية المرتبطة به.',
                        ],
                    ],

                    'operation' => [
                        'title' => 'العمليات',

                        'fields' => [
                            'routes'              => 'المسارات',
                            'routes-hint-tooltip' => 'بناءً على الوحدات المثبتة، يتيح لك هذا الإعداد تحديد مسار المنتج، مثل الشراء أو التصنيع أو التجديد عند الطلب.',
                        ],
                    ],

                    'logistics' => [
                        'title' => 'اللوجستيات',

                        'fields' => [
                            'responsible'              => 'المسؤول',
                            'responsible-hint-tooltip' => 'مهلة التسليم (بالأيام) تمثل المدة الموعودة بين تأكيد أمر المبيعات وتسليم المنتج.',
                            'weight'                   => 'الوزن',
                            'volume'                   => 'الحجم',
                            'sale-delay'               => 'مهلة العميل (أيام)',
                            'sale-delay-hint-tooltip'  => 'مهلة التسليم (بالأيام) تمثل المدة الموعودة بين تأكيد أمر المبيعات وتسليم المنتج.',
                        ],
                    ],

                    'traceability' => [
                        'title' => 'التتبع',

                        'fields' => [
                            'expiration-date'               => 'تاريخ انتهاء الصلاحية (أيام)',
                            'expiration-date-hint-tooltip'  => 'إذا تم التحديد، يمكنك تعيين تواريخ انتهاء الصلاحية للمنتج والدفعات/الأرقام التسلسلية المرتبطة به.',
                            'best-before-date'              => 'تاريخ الاستخدام الأفضل (أيام)',
                            'best-before-date-hint-tooltip' => 'عدد الأيام قبل تاريخ انتهاء الصلاحية عندما يبدأ المنتج في التدهور، على الرغم من أنه لا يزال آمناً للاستخدام. يتم حسابه بناءً على الدفعة/الرقم التسلسلي.',
                            'removal-date'                  => 'تاريخ الإزالة (أيام)',
                            'removal-date-hint-tooltip'     => 'عدد الأيام قبل تاريخ انتهاء الصلاحية عندما يجب إزالة المنتج من المخزون. يتم حسابه بناءً على الدفعة/الرقم التسلسلي.',
                            'alert-date'                    => 'تاريخ التنبيه (أيام)',
                            'alert-date-hint-tooltip'       => 'عدد الأيام قبل تاريخ انتهاء الصلاحية عندما يجب إطلاق تنبيه للدفعة/الرقم التسلسلي. يتم حسابه بناءً على الدفعة/الرقم التسلسلي.',
                        ],
                    ],
                ],
            ],

            'additional' => [
                'title' => 'إضافي',
            ],
        ],
    ],

    'infolist' => [
        'sections' => [
            'inventory' => [
                'title' => 'المخزون',

                'entries' => [
                ],

                'fieldsets' => [
                    'tracking' => [
                        'title' => 'التتبع',

                        'entries' => [
                            'track-inventory' => 'تتبع المخزون',
                            'track-by'        => 'التتبع بواسطة',
                            'expiration-date' => 'تاريخ انتهاء الصلاحية',
                        ],
                    ],

                    'operation' => [
                        'title' => 'العمليات',

                        'entries' => [
                            'routes' => 'المسارات',
                        ],
                    ],

                    'logistics' => [
                        'title' => 'اللوجستيات',

                        'entries' => [
                            'responsible' => 'المسؤول',
                            'weight'      => 'الوزن',
                            'volume'      => 'الحجم',
                            'sale-delay'  => 'مهلة العميل (أيام)',
                        ],
                    ],

                    'traceability' => [
                        'title' => 'التتبع',

                        'entries' => [
                            'expiration-date'  => 'تاريخ انتهاء الصلاحية (أيام)',
                            'best-before-date' => 'تاريخ الاستخدام الأفضل (أيام)',
                            'removal-date'     => 'تاريخ الإزالة (أيام)',
                            'alert-date'       => 'تاريخ التنبيه (أيام)',
                        ],
                    ],
                ],
            ],
        ],
    ],
];
